２章/toy_app/app/views/users/show.html.erb

SELECT  "microposts".* FROM "microposts" WHERE "microposts"."user_id" = ? ORDER BY "microposts"."id" ASC LIMIT ?  [["user_id", 1], ["LIMIT", 1]]
---
  <strong>Content</strong>
  <%= @user.microposts.first.content%>